Repository: laurent22/appetizer
Catalog: trunk/Data/Locales/*/appetizer.po
Languages: de, nl

source: Hide
de: Minimieren
nl: Verbergen

source: Show
de: Zeigen
nl: Toon

source: Eject drive
de: Externes Laufwerk abmelden
nl: Eject

source: Configuration
de: Einstellungen
nl: Configuratie

source: Close
de: Schließen
nl: Sluiten

source: Organize shortcuts
de: Neue Verknüpfung
nl: Organiseer snelkoppelingen

source: This file doesn't exist or has been deleted (Error %s)
de: Die gesuchte Datei fehlt (Fehler%s)
nl: Dit bestand bestaat niet of werd verwijderd (Fout %s)

source: Group
de: Kategorie
nl: Groep

source: Unnamed
de: Unbenannt
nl: Onbenoemd

source: Control Panel
de: Systemsteuerung
nl: Controle Paneel

source: My Computer
de: Arbeitsplatz
nl: Deze Computer

source: My Network Places
de: Netzwerkumgebung
nl: Mijn Netwerklokaties

source: Recycle Bin
de: Papierkorb
nl: Prullenbak

source: Show Desktop
de: Desktop zeigen
nl: Toon Bureaublad

source: Search
de: Suche
nl: Zoek

source: Current Drive
de: Aktuelles Laufwerk
nl: Huidige Drive

source: Printers and Faxes
de: Drucker und Fax
nl: Printers en Faxen:

source: Network Connections
de: Netzwerkverbindungen
nl: Netwerkconnecties:

source: Calculator
de: Rechner

source: Paint Brush
de: Paint

source: Notepad
de: Editor

source: Command Prompt
de: Eingabeaufforderung

source: Remove...
de: Verknüpfung löschen...
nl: Verwijder...

source: Add to Multi Launch group
de: Zur Schnellstart-Gruppe hinzufügen
nl: Toevoegen aan Multi Launch groep

source: Organize group shortcuts
de: Kategorien verwalten
nl: Organiseer groep snelkoppelingen

source: Properties
de: Eigenschaften
nl: Eigenschappen

source: New shortcut...
de: Neue Verknüpfung
nl: Nieuwe snelkoppeling...

source: New group...
de: Neue Kategorie
nl: Nieuwe groep...

source: Add special item
de: Windowsfunktionen einbinden
nl: Voeg een speciaal item toe

source: Could not import this shortcut: %s
de: Diese Verknüpfungen wurde nicht gefunden: %s

source: Uses user data directory to save settings.
de: Einstellungen im Ordner "Anwendungsdaten" des Benutzers speichern.
nl: Gebruik de gebruikersmap om voorkeuren te bewaren.

source: Sets user data path (-u will be ignored)
de: Pfad für die Sicherung der Einstellungen festlegen (-u wird ignoriert)
nl: Zet gebruikersdata pad (-u wordt genegeerd)

source: Displays the log window (useful for debugging)
de: Zeigt das Log-Fenster (zur Fehlersuche)
nl: Toont het log venster (handig om te debuggen)

source: Displays this help message
de: Zeigt die Hilfsmeldung
nl: Toont deze hulp boodschap

source: Could not initialize locale.
de: Sprachpaket nicht anwendbar
nl: Kon locale niet initialiseren.

source: Large
de: Groß
nl: Groot

source: Medium
de: Mittel

source: Extra Large (XP and above)
de: Sehr groß (XP und höher)
nl: Extra groot (XP en hoger)

source: Jumbo (Vista and above)
de: Jumbo (Vista und höher)
nl: Jumbo (Vista en hoger)

source: Small
de: Klein
nl: Klein

source: Could not get update information
de: Keine Information zu neuen Versionen erhältlich...
nl: Kon geen update informatie krijgen

source: You have the latest version.
de: Sie haben die aktuelle Version.
nl: U hebt de nieuwste versie.

source: A new version of Appetizer is available! Your version: %s New version: %s Release notes: %s Do you wish to download it now?
de: Eine neue Appetizer-Version wurde gefunden! Ihre Version: %s Neue Version: %s Das ist neu: %s Möchten Sie sie jetzt herunterladen?

source: New version of Appetizer
de: Neue Appetizerversion

source: Error launching web browser
de: Browser startet nicht
nl: Fout bij het opstarten van de webbrowser

source: There was an error registering the hot key. Another application may already have registered it.
de: Es ist ein Fehler bei der Registrierung des Tastenkürzels aufgetreten. Eine andere Anwendung könnte sie schon verwenden.
nl: Er trad een fout op bij het registreren van de hot key. Een ander programma kan deze al geregistreerd hebben.

source: Minimize to tray
de: Schließen
nl: Sluiten

source: %s is now going to be minimized to the System Tray. Note that you may change this behavior in the '%s' windows ('%s' tab)
de: %s wird nun in die Infoleiste minimiert. Sie können diese Option im '%s' Fenster unter '%s' wieder ändern
nl: %s zal nu geminimaliseerd worden naar de System Tray. Merk op dat je dit gedrag kan veranderen in de '%s' vensters ('%s' tab)

source: Operations
de: Extras
nl: Operaties

source: Don't show this message again
de: Diese Nachricht nicht mehr zeigen
nl: Toon deze boodschap niet meer

source: Error
de: Fehler
nl: Fout

source: Warning
de: Warnhinweis
nl: Waarschuwing

source: Confirmation
de: Bestätigung
nl: Bevestiging

source: Help
de: Hilfe
nl: Hulp

source: Multi-launch
de: Schnellstart-Gruppe

source: Import shortcuts
de: Verknüpfungen importieren
nl: Importeer snelkoppelingen

source: Help Topics
de: Hilfethemen
nl: Hulp Topics

source: Get Support
de: Online Hilfe
nl: Krijg Hulp

source: About %s...
de: Über %s ...
nl: Over %s...

source: The multilaunch group is currently empty. Do you wish to show the help topic about this feature?
de: Die Schnellstart-Gruppe ist derzeit leer. Wollen Sie die Hilfe dazu ansehen? [ OK ] Handbuch(PDF) anzeigen.
nl: De multilaunch groep is momenteel leeg. Wilt u de hulpsectie hierover zien?

source: Plugin script is not in the right format. Please encode it as UTF-8 NO BOM or ASCII. Applies to:
de: Pluginscript liegt nicht im richtigen Format vor. Bitte verwenden Sie in UTF-8 NO BOM oder ASCII. Diese Meldung bezieht sich auf:
nl: Plugin script is niet in het juiste formaat. Encodeer het aub als UTF-8 NO BOM of ASCII. Dit slaat op:

source: Could not open %s
de: Konnte %s nicht öffnen
nl: Kon %s niet openen

source: Can not read zip entry '%s'
de: Kann zip Information nicht lesen '%s
nl: Kan zip entry '%s' niet lezen

source: Can not create file '%s'
de: Datei '%s' kann nicht erzeugt werden
nl: Kan bestand '%s' niet aanmaken

source: The plugin has been installed successfully. It will be activated the next time %s is started
de: Das Plugin wurde erfolgreich installiert. Zur Aktivierung %s bitte neu starten.
nl: De plugin werd met success geïnstalleerd. Deze zal geactiveerd worden de volgende keer dat u %s opstart

source: This skin is not compatible with the current version of %s.
de: Dieses Design ist nicht für die vorhandene %sversion geeignet.
nl: Deze skin is niet compatibel met de huidige versie van %s.

source: Do you wish to remove this icon?
de: Wollen Sie diese Verknüpfung wirklich löschen?
nl: Wil u dit item verwijderen?

source: A shortcut with this name already exists. Do you wish to overwrite it?
de: Eine Verknüpfung mit diesem Namen existiert bereits. Soll die bestehende überschrieben werden?

source: Please wait while your applications are being closed.
de: Bitte warten Sie, während die Anwendungen geschlossen werden...
nl: Wacht aub terwijl uw programma's gesloten worden.

source: You do not have sufficient privileges for this operation.
de: Sie haben keine ausreichenden Zugriffsrechte für diese Aktion.
nl: U hebt niet de benodigde priviliges voor deze operatie.

source: Do you wish to eject the drive?
de: Wollen Sie das Laufwerk auswerfen?
nl: Wil u de schijf verwijderen?

source: Translators: %s
de: Übersetzer: %s
nl: Vertalers: %s

source: This software uses a number of open source libraries including:
de: Diese Anwenwendung nutzt verschiedene quelloffene Programmbibliotheken:
nl: Deze software gebruikt een aantal open source bibliotheken oa:

source: - Simpleini by Brodie Thiesfield
de: - Simpleini von Brodie Thiesfield
nl: - Simpleini door Brodie Thiesfield

source: - TinyXml by Yves Berquin
de: - TinyXml von Yves Berquin
nl: - TinyXml door Yves Berquin

source: - CStdString by Joe O'Leary
de: - CStdString von Joe O'Leary
nl: - CStdString door Joe O'Leary

source: - Lua by Roberto Ierusalimschy, Luiz Henrique de Figueiredo, and Waldemar Celes
de: - Lua von Roberto Ierusalimschy, Luiz Henrique de Figueiredo und Waldemar Celes
nl: - Lua door Roberto Ierusalimschy, Luiz Henrique de Figueiredo, en Waldemar Celes

source: - ccrypt by Peter Selinger
de: - ccrypt von Peter Selinger

source: - FreeType by its respective contributors
de: - FreeType von den entsprechenden Autoren

source: - wxWidgets by their respective authors
de: - wxWidgets von den entsprechenden Autoren
nl: - wxWidgets door hun respectievelijke auteurs

source: Dialog boxes are built using wxGlade by Alberto Griggio.
de: Dialogfenster wurden mit wxGlade von Alberto Griggio erstellt.
nl: Dialoog boxes werden gebouwd gebruikmakend van wxGlade by Alberto Griggio.

source: About
de: Über
nl: Over %s...

source: License
de: Lizenz
nl: Licentie

source: Credits
de: Danksagung

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
de: Dieses Programm ist frei erhältlich: Sie können es weiterreichen und/oder verändern gemäß den Bestimmungen der GNU General Public License, veröffentlicht durch die Free Software Foundation, ab Version 3 aufwärts. Dieses Programm wird in der Hoffnung, dass es nütze, weitergegeben, allerdings UNTER AUSSCHLUSS JEGLICHER GEWÄHRLEISTUNG; insbesondere gilt dies für die Gewährleistung bei Mängeln in der allgemeinen und auf spezielle Aufgaben zugeschnittenen Gebrauchstauglichkeit. Für nähere Hinweise sehen Sie bitte in die GNU General Public License. Sollten Sie keine Kopie der GNU General Public License mit diesem Programm erhalten haben, finden Sie sie unter <http://www.gnu.org/licenses/>.

source: Web:
de: Internet:

source: Contact:
de: Kontakt:

source: Yes
de: OK
nl: Ja

source: No
de: Nein
nl: Nee

source: Cancel
de: Abbrechen
nl: Annuleren

source: General
de: Allgemein
nl: Algemeen

source: Appearance
de: Aussehen
nl: Voorkomen

source: Import
de: Importieren
nl: Importeer

source: Save
de: Speichern
nl: Opslaan

source: Options
de: Extras

source: Enabled
de: Aktiviert
nl: Aangezet

source: Disabled
de: Deaktiviert
nl: Uitgeschakeld

source: Status
de: Zustand

source: Language:
de: Sprache:
nl: Taal:

source: Always on top
de: Immer sichtbar
nl: Altijd bovenaan

source: Allow only one instance of %s at a time
de: Nur ein %sfenster zulassen
nl: Laat maar één instantie per keer toe van %s

source: Check for update
de: Nach neuer Version suchen
nl: Controleer op updates

source: Install autorun file
de: "Autorun"-Datei erstellen
nl: Installeer autorun bestand

source: Start Appetizer on system startup
de: Appetizer mit Windows starten

source: Icon size:
de: Symbolgröße
nl: Icoon grootte:

source: Skin:
de: Design

source: Orientation:
de: Ausrichtung
nl: Orientatie

source: Opacity:
de: Transparenz:

source: Download more skins
de: Weitere Designs herunterladen

source: Label position:
de: Beschriftung:

source: Show taskbar icon
de: In Taskleiste anzeigen

source: Show tray icon
de: Zeige Tray Icon

source: Hidden
de: nicht anzeigen

source: Bottom
de: Unten

source: Right
de: Rechts

source: Vertical
de: Vertikal
nl: Verticaal

source: Default
de: Standard

source: Auto-hide after launching an application
de: Nach Start einer Anwendung minimieren
nl: Verberg automatisch na het starten van een programma

source: Run multi-launch group on startup
de: Schnellstart-Gruppe bei Appetizerstart ausführen
nl: Start multi-launch groep bij het opstarten

source: Hot key to hide / show the bar
de: Tastenkürzel für Minimieren / Zeigen
nl: Hot key om de bar te tonen / verbergen

source: Control +
de: Strg +

source: When ejecting the drive, close the apps that are locking it
de: Bei Abmeldung des Laufwerks alle offenen Anwendungen schließen
nl: Bij het ejecteren van de drive sluit dan de programma's die dit kunnen verhinderen

source: Close button minimizes to System Tray
de: "Schließen" Knopf minimiert in die Infoleiste
nl: Sluit knop minimaliseert naar de System Tray

source: <None>
de: <kein>
nl: <Geen>

source: Numpad 0
de: Zahlenfeld 0

source: Numpad 1
de: Zahlenfeld 1

source: Numpad 2
de: Zahlenfeld 2

source: Numpad 3
de: Zahlenfeld 3

source: Numpad 4
de: Zahlenfeld 4

source: Numpad 5
de: Zahlenfeld 5

source: Numpad 6
de: Zahlenfeld 6

source: Numpad 7
de: Zahlenfeld 7

source: Numpad 8
de: Zahlenfeld 8

source: Numpad 9
de: Zahlenfeld 9

source: Return
de: Enter

source: Escape
de: Esc

source: Space
de: Leertaste

source: Delete
de: Entf

source: End
de: Ende

source: Home
de: Pos1

source: Left
de: Pfeiltaste nach links

source: Up
de: Pfeiltaste nach oben

source: Down
de: Pfeiltaste nach unten

source: Exclude these items from import operations
de: Diese Dateien vom Import ausschließen
nl: Excludeer deze items van import operaties

source: Available plugins
de: Verfügbare Plugins
nl: Beschikbare plugins

source: Enable
de: Aktivieren
nl: Zet aan

source: Disable
de: Deaktivieren
nl: Zet uit

source: Install...
de: Installieren...
nl: Installeren...

source: Download more plugins
de: Weitere Plugins herunterladen

source: The changes made to the plugins will only be active the next time %s is started.
de: Die Änderungen werden bei Neustart von %s wirksam.
nl: De gemaakte veranderingen aan de plugins worden pas van toepassing de volgende keer u %s start.

source: By installing the autorun file on your removable drive, %s will start automatically when you insert your drive. Do you wish to continue?
de: Nach Erstellen der "Autorun"-Datei auf dem externen Laufwerk wird %s automatisch nach dem Andocken starten. Wollen Sie fortfahren?
nl: Door het installeren van het autorun bestand op uw verwijderbare schijf zal %s automatisch opgestart worden wanneer u uw schijf inplugt. Wil u doorgaan?

source: Could not install autorun file. Please try again.
de: Die "Autorun"-Datei konnte nicht erstellt werden. Bitte versuchen Sie es nochmals!
nl: Kon autorun bestand niet installeren. Probeer aub opnieuw.

source: The autorun file has been installed successfully
de: Die "Autorun"-Datei wurde erstellt
nl: Het autorun bestand werd met sucess geïnstalleerd

source: Please enable the plugin in order to change its options.
de: Zum Ändern der Einstellungen bitte das Plugin aktivieren.

source: %s Plugin Packages
de: %s Plugins

source: All files
de: Alle Dateiarten
nl: Alle bestanden

source: Select a plugin package
de: Wählen Sie ein Plugin aus
nl: Selecteer een plugin package

source: Please wait...
de: Bitte warten...
nl: Wacht aub...

source: Some of these changes will only be applied until after you restart the application.
de: Einige der vorgenommenen Änderungen werden erst nach Neustart des Programms wirksam.
nl: Sommige van deze wijzigingen zullen enkel toegepast worden nadat het programma werd herstart.

source: Loading tree...
de: Lade Baumdarstellung ...

source: Select a file or a folder
de: Datei oder Ordner auswählen
nl: Selecteer een bestand of een map

source: Select an icon
de: Symbol auswählen
nl: Selecteer een icoon

source: Icon file or library:
de: Symboldatei oder Verzeichnis
nl: Icoon bestand of bibliotheek:

source: All supported files
de: Alle unterstützten Dateien
nl: Alle ondersteunde bestanden

source: Icons
de: Symbole
nl: Iconen

source: Executables
de: Anwendungen

source: Dynamic libraries
de: Dynamische Bibliotheken
nl: Dynamische bibliotheken

source: Icon libraries
de: Symbolverzeichnis
nl: Icoon bibliotheken

source: Select an icon file or library
de: Symboldatei oder Symbol-Bibliothek wählen
nl: Selecteer een icoon bestand of bibliotheek

source: This tool will help you import your shortcuts into %s. Please select below where you would like to import your shortcuts from:
de: Dieser Assistent hilft Ihnen beim Import von Verknüpfungen in %s. Quelle für den Import:
nl: Deze tool zal u helpen uw snelkoppelingen te importeren in %s. Selecteer aub hieronder vanwaar u uw snelkoppelingen wil importeren:

source: PortableApps.com applications
de: PortableApps.com Verzeichnis
nl: PortableApps.com programma's

source: Windows Quick Launch toolbar
de: Windows Schnellstartleiste
nl: Windows Snel Start toolbar

source: Windows Start Menu programs
de: Windows Startmenü-Programme
nl: Windows Start Menu programma's

source: Let me select a different location
de: Verzeichnis...

source: Importing shortcuts... Please wait.
de: Verknüpfungen werden importiert... Bitte warten...
nl: Snelkoppelingen aan het importeren... Wacht aub.

source: Please select the folder to import the shortcuts from.
de: Verzeichnis mit Verknüpfungen wählen:

source: Preferences
de: Einstellungen

source: Group Properties
de: Eigenschaften für Kategorien
nl: Groep Eigenschappen

source: Shorcut Properties
de: Verknüpfungseigenschaften
nl: Snelkoppeling Eigenschappen

source: Location:
de: Ort:
nl: Lokatie:

source: Parameters:
de: Parameter:

source: Icon:
de: Symbol
nl: Icoon:

source: Change icon...
de: Symbol wechseln
nl: Verander icoon...

source: Use default
de: Standard verwenden
nl: Gebruik default

source: The location may be a file, a folder or a URL.
de: Bei der Quelle kann es sich um eine Datei, ein Verzeichnis oder eine URL handeln.

source: The shortcut location doesn't exist. Do you wish to continue?
de: Der Zielort für diese Verknüpfung existiert nicht. Möchten Sie fortfahren?
nl: De snelkoppeling lokatie bestaat niet. Wilt u verdergaan?

source: Windows Explorer
nl: Windows Verkenner

source: Information
nl: Informatie

source: %s, Version %s.%s.%s (Build #%s)
nl: %s, Versie %s.%s.%s (Build #%s)

source: Horizontal
nl: Horizontaal

source: Name:
nl: Naam:
